{
  "title": "The Sunday Lowdown",
  "subtitle": "How we roll on a Sunday morning",
  "philosophy": {
    "heading": "The Sunday Vibe",
    "content": "Honestly, we're just here for the fresh air and the post-run coffee and bacon. Running by yourself can be a bit of a slog, so we get together to make it more of a social thing. No one's checking their watch, no one's comparing PBs (even if they're tracking them!), and we definitely aren't checking your ID at the door. It's a 0.8-1.2km lap (there's three loops to choose from!), so you can do as many as you want—there's no minimum at all. If you just fancy getting moving on a Sunday morning, you're one of us."
  },
  "route": {
    "heading": "What's the route?",
    "description": "We all start together from the Market Place and head down to the loop start point (about 0.5km). From there, you can choose your own adventure! We have three loops of varying distance, so you can mix and match to hit your target distance.",
    "approach": {
      "title": "The Approach",
      "distance": "1km",
      "description": "A gentle warm-up jog from Bingham Market Place to the start of the loops."
    },
    "finishing": {
      "title": "Back for Breakfast",
      "description": "A gentle cool-down walk back to Gilt for coffee and breakfast."
    },
    "loops": [
      {
        "id": "small",
        "title": "Small Loop",
        "distance": "0.8km",
        "description": "Short and sweet. Perfect for a quick lap or adding a little extra distance.",
        "color": "pink"
      },
      {
        "id": "medium",
        "title": "Medium Loop",
        "distance": "1km",
        "description": "The classic loop. A nice balance of distance and scenery.",
        "color": "green"
      },
      {
        "id": "long",
        "title": "Long Loop",
        "distance": "1.2km",
        "description": "For those wanting to stretch their legs a bit more.",
        "color": "blue"
      }
    ]
  },
  "vibes": {
    "heading": "No Pressure, Just Hangs",
    "content": "Leave the pressure at home. Sunday is our day to switch off the 'serious runner' brain (if you have one). We loop back, we wait for the back of the pack, and we talk... a lot. Whether you're doing one lap or five, it’s basically a coffee morning that happens to involve some light jogging.",
    "values": [
      {
        "icon": "🏃",
        "title": "All Paces Welcome",
        "description": "Whether you're a speedster or more of a saunterer, you'll fit right in."
      },
      {
        "icon": "☕",
        "title": "Post-Run Breakfast/Coffee",
        "description": "We always end with coffee and chats. It's the real reason we turn up."
      },
      {
        "icon": "🌧️",
        "title": "Always Out There",
        "description": "We're there every Sunday, come rain or shine. Getting a bit muddy is part of the fun."
      },
      {
        "icon": "👋",
        "title": "Just Turn Up",
        "description": "No sign-ups, no fees, no awkward intros. Just show up and say hi!"
      },
      {
        "icon": "✨",
        "title": "Special Events",
        "description": "We're always up for a special event, like Christmas Day Parkruns or external runs - keep an eye on our Events page for more info."
      },
      {
        "icon": "🛝",
        "title": "Kids Welcome",
        "description": "There's a playground on site for kids to run around and play if they get bored of the adults - and Gilt does great hot chocolates and milkshakes!"
      },
      {
        "icon": "🐕",
        "title": "Dogs Welcome",
        "description": "We welcome dogs on runs, but please keep them on a lead."
      },
      {
        "icon": "🍼",
        "title": "Prams & Strollers Welcome",
        "description": "We welcome prams and strollers on runs if you're up for the challenge!"
      }
    ]
  },
  "location": {
    "heading": "Where to Find Us",
    "content": "We set off every Sunday at 9:00 AM from the Bingham Market Place (there'll always be some folks there a little earlier for a natter). Look for the group of friendly people in running gear (and probably some excited dogs)!\n\nAfterwards, we head to Gilt for a well-earned breakfast - but if you have to shoot off, that's fine too!",
    "mapLink": "https://maps.app.goo.gl/kgxJTzQLhLivVE6T8",
    "mapLinkText": "Open in Google Maps",
    "meeting": {
      "when": "Every Sunday @ 9:00 AM",
      "where": "Bingham Market Place",
      "distance": "2-10km (your choice!)",
      "after": "Brunch & Coffee at Gilt"
    },
    "parking": {
      "heading": "Parking",
      "options": [
        {
          "title": "Parallel Parking Bays",
          "description": "Right on the market square. Free all day for unlimited time on Sundays."
        },
        {
          "title": "Bay Parking",
          "description": "Also on the market square. Note: These are 'No return within 1hr', so be careful."
        },
        {
          "title": "Newgate Street Car Park",
          "description": "A short walk away. Free for 2hrs (you just need to get a ticket)."
        }
      ]
    }
  }
}
